const lenguaje = () => { return 'id' } //HINDI

//MESSAGE NOTICES
const smsAvisoRG = () => { return `╰⊱✅⊱ *Результаты* ⊱✅⊱╮\n\n` }
const smsAvisoAG = () => { return `╰⊱⚠️⊱ *Предупреждение* ⊱⚠️⊱╮\n\n` }
const smsAvisoIIG = () => { return `╰⊱❕⊱ *Информация* ⊱❕⊱╮\n\n` }
const smsAvisoFG = () => { return `╰⊱❌⊱ *Ошибка* ⊱❌⊱╮\n\n` }
const smsAvisoMG = () => { return `╰⊱❗️⊱ *Неправильное использование* ⊱❗️⊱╮\n\n` }
const smsAvisoEEG = () => { return `╰⊱📩⊱ *Отчет* ⊱📩⊱╮\n\n` }
const smsAvisoEG = () => { return `╰⊱💚⊱ *Успех* ⊱💚⊱╮\n\n` }


//PARAMETERS IN COMMANDS
const smsRowner = () => { return `\`\`\`¡¡Разрешение на использование этой команды могу получить только я как создатель бота!!\`\`\`` }//BOT NUMBER
const smsOwner = () => { return `\`\`\`¡¡Разрешение на использование этой команды можно получить только в качестве моего конструктора!!\`\`\`` }//OWNER
const smsMods = () => { return `\`\`\`¡¡Могу разрешить использовать эту команду только в качестве модератора и моего создателя!!\`\`\`` }//MODERATORS
const smsPremium = () => { return `\`\`\`¡¡Эта команда доступна только для премиум-пользователей и my Creator!! Премиум-пропуск для покупки #pass premium Использование\`\`\`` }//PREMIUM USERS
const smsGroup = () => { return `\`\`\`¡¡Эта команда доступна только для использования в группах!!\`\`\`` }//FOR GROUPS
const smsPrivate = () => { return `\`\`\`¡¡Эта команда доступна только для использования в частном порядке!!\`\`\`` }//TO THE PRIVATE
const smsAdmin = () => { return `\`\`\`¡¡Эта команда предназначена только для администраторов!!\`\`\`` }//ADMINS
const smsBotAdmin = () => { return `\`\`\`¡¡Мне нужно создать администратора, чтобы использовать эту команду!!\`\`\`` }//BOT WITH ADMIN
const smsUnreg = () => { return `\`\`\`¡¡Чтобы использовать эту команду, вы должны быть зарегистрированы, для регистрации#verify लिखें!!\`\`\`` }//VERIFY
const smsRestrict = () => { return `\`\`\`¡¡Использование этой команды запрещено моим создателем!!\`\`\`` }//RESTRICT COMMAND


//LIST MENU
const smsTime = () => { return `Настоящее время` }
const smsUptime = () => { return `Во время бега` }
const smsVersion = () => { return `Версия ${global.gt}` }
const smsTotalUsers = () => { return `Общее количество пользователей` }
const smsMode = () => { return `Это в режиме` }
const smsModePublic = () => { return `Общественный` }
const smsModePrivate = () => { return `Частный` }
const smsBanChats = () => { return `Запрещенный чат` }
const smsBanUsers = () => { return `Запрещенные пользователи` }
const smsPareja = () => { return `Пара` }
const smsResultPareja = () => { return `Одиночки` }
const smsSaludo = () => { return `👋 Привет! Добро пожаловать 👋` }
const smsDia = () => { return `🌇 доброе утро⛅` }
const smsTarde = () => { return `🏙️ Добрый вечер 🌤️` }
const smsTarde2 = () => { return `🌆 Добрый вечер 🌥️` }
const smsNoche = () => { return `🌃 Спокойной ночи 💫` }
const smsListaMenu = () => { return `⊹ Список меню ⊹` }
const smsLista1 = () => { return `🌟 Информация о роботе GATABOT 🌟` }
const smsLista2 = () => { return `💖 Производитель 💖` }
const smsLista3 = () => { return `🎁 Пожертвовать : поддержать 🎁` }
const smsLista4 = () => { return `🚀 Темп 🚀` }
const smsLista5 = () => { return `💡 Информация о меню💡` }
const smsLista6 = () => { return `🌀 Полное меню 🌀` }
const smsLista7 = () => { return `🐈 Установить gatabot🐈` }
const smsLista8 = () => { return `🍄 Будьте все ботами 🍄` }
const smsLista9 = () => { return `📄 Положения, условия и конфиденциальность 📄` }
const smsLista10 = () => { return `🌟 Предисловие и начало 🌟` }
const smsLista11 = () => { return `🏆 Мировая вершина 🏆` }
const smsLista12 = () => { return `🏅 Премиум-пользователи 🏅` }
const smsLista13 = () => { return `🎟️ Станьте премиум-пользователем 🎟️` }
const smsLista14 = () => { return `🛣️ Миссия 🛣️` }
const smsLista15 = () => { return `⚗️ Меню RPG ⚗️` }
const smsLista16 = () => { return `🏪 Покупка в магазине 🏪` }
const smsLista17 = () => { return `🎒 Инвентарь 🎒` }
const smsLista18 = () => { return `🌟 Мультимедиа 🌟` }
const smsLista19 = () => { return `📲 Меню загрузки 📲` }
const smsLista20 = () => { return `🔍 Меню поиска🔍` }
const smsLista21 = () => { return `🛰️ Меню чейнджера 🛰️` }
const smsLista22 = () => { return `🧰 Меню модификатора звука 🧰` }
const smsLista22_1 = () => { return `🔩Меню инструментов🔩` }
const smsLista23 = () => { return `🌟 Забавный 🌟` }
const smsLista24 = () => { return `🎡 Мероприятия 🎡` }
const smsLista25 = () => { return `🔊 Звуковое меню 🔊` }
const smsLista26 = () => { return `🎈 Меню стикеров и фильтров 🎈` }
const smsLista27 = () => { return `✨ Меню эффектов и логотипов ✨` }
const smsLista28 = () => { return `🌅 Меню с логотипом 2 🌅` }
const smsLista29 = () => { return `⛩️ Случайные мемы и аниме ⛩️` }
const smsLista30 = () => { return `🔞 Команды для взрослых 🔞` }
const smsLista31 = () => { return `🌟 Настройки 🌟` }
const smsLista32 = () => { return `🔰 Меню для групп 🔰` }
const smsLista33 = () => { return `📑 Типы списков📑`}
const smsLista34 = () => { return `⚙️ Центр настройки ⚙️`} 
const smsLista35 = () => { return `💎 Меню владельца💎` }

//main.js
const smsWelcome = () => { return `*╭┈⊰* @subject *⊰┈ ✦*\n*┊✨ Добро пожаловать!!*\n┊💖 @user\n┊📄 *Прочитать подробную информацию о группе*\n*╰┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ ✦*\n${String.fromCharCode(8206).repeat(850)}\n@desc`}
const smsBye = () => { return '*╭┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈⊰*\n┊ @user\n┊ *Они ушли из группы и вернулись пораньше* 😎\n*╰┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈⊰*'}
const smsSpromote = () => { return '*@user, Теперь вы являетесь администратором в этой группе!!*'}
const smsSdemote = () => { return '*@user, В этой группе больше нет членов!!*'}
const smsSdesc = () => { return '*Новое описание группы выглядит следующим образом:*\n\n@desc'}
const smsSsubject = () => { return '*Новое название группы таково.:*\n\n@subject'}
const smsSicon = () => { return '*Фотография этой группы была изменена!!*'}
const smsSrevoke = () => { return '*Теперь это новая ссылка на группу:*\n\n*@revoke*'}
const smsConexion = () => { return `\n𓃠 ┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈✦ 🟢 Соединение ✦┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ 𓃠\n│\n│★ Успешное подключение к WhatsApp 😺\n│\n𓃠 ┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈✦ ✅ ✦┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈ 𓃠`}
const smsCargando = () => { return `😸 Погрузка...\n`}
const smsCodigoQR = () => { return `\n✅ 45 Сканируйте QR-код за считанные секунды ✅`}
const smsConexionOFF = () => { return `\n⚠️ Никакой связи, ${global.authFile} Удалите папку и отсканируйте QR-код ⚠️`}
const smsClearTmp = () => { return `\n╭» 🟢 Мультимедиа 🟢\n│☁ Удаленные файлы из папки TMP\n╰―――――――――――――――――――✤`} 
const smspurgeSession = () => { return `\n╭» 🔵 ${global.authFile} 🔵\n│☁ Удалены несущественные сеансы\n╰―――――――――――――――――――✤`} 
const smspurgeOldFiles = () => { return `\n╭» 🟠 Файлы 🟠\n│☁ Остаточные файлы удалены\n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB1 = () => { return `\n╭» 🟡 GataJadiBot 🟡\n│☁ Что-то, что нельзя удалять\n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB2 = () => { return `\n╭» ⚪ GataJadiBot ⚪\n│☁ Ненужные файлы удалены\n╰―――――――――――――――――――✤`} 
const smspurgeSessionSB3 = () => { return `\n╭» 🔴 GataJadiBot 🔴\n│☁ Произошла ошибка\n╰―――――――――――――――――――✤\n`} 
const smspurgeOldFiles1 = () => { return `\n╭» 🟣 Записи 🟣\n│☁`} 
const smspurgeOldFiles2 = () => { return `Успешно удален\n╰―――――――――――――――――――✤`} 
const smspurgeOldFiles3 = () => { return `\n╭» 🔴 Записи 🔴\n│☁`} 
const smspurgeOldFiles4 = () => { return `Не удалось удалить\n╰―――――――――――――――――――✤\n`}


//_allantilink.js
const smsTextoYT = () => { return '😻 Супер Гата бот-MD - WhatsApp '}
const smsApagar = () => { return '❌ Деактивировать'}
const smsEncender = () => { return '✅ Активировать'}
const smsEnlaceTik = () => { return `*Эта группа имеет ограниченный доступ TIKTOK Выполняется поиск по ссылке*\n\n*Я собираюсь удалить тебя*`}
const smsEnlaceYt = () => { return `*Эта группа имеет ограниченный доступ YOUTUBE Выполняется поиск по ссылке*\n\n*Я собираюсь удалить тебя*`}
const smsEnlaceTel = () => { return `*Эта группа имеет ограниченный доступ TELEGRAM Выполняется поиск по ссылке *\n\n*Я собираюсь удалить тебя*`}
const smsEnlaceFb = () => { return `*Эта группа имеет ограниченный доступ FACEBOOK Выполняется поиск по ссылке *\n\n*Я собираюсь удалить тебя*`}
const smsEnlaceIg = () => { return `*Эта группа имеет ограниченный доступ INSTAGRAM Выполняется поиск по ссылке *\n\n*Я собираюсь удалить тебя*`}
const smsEnlaceTw = () => { return `*Эта группа имеет ограниченный доступ TWITTER Выполняется поиск по ссылке *\n\n*Я собираюсь удалить тебя*`}
const smsAllAdmin = () => { return `*Мне нужно быть администратором, чтобы иметь возможность устранить это вторжение*`}
const smsSoloOwner = () => { return `*Мой создатель должен включить эту функцию*\n*#on restrict*`}

//handler.js
const smsCont1 = () => { return `*🔴 Сбой команды 🔴*`}
const smsCont2 = () => { return `*⚠️ Плагин:*`}
const smsCont3 = () => { return `*⚠️ Пользователь:*`}
const smsCont4 = () => { return `*⚠️ Команда:*`}
const smsCont5 = () => { return `*⚠️ Ошибка:*`}
const smsCont6 = () => { return `*❗ Это сообщение #reporte Сообщите об этом с помощью команды, чтобы она могла разрешить*`}
const smsCont7 = () => { return `${global.lenguajeGB['smsAvisoAG']()}*Бриллиант - это не!! 💎 Вы #store Может перемещаться по команде*`}
const smsCont8 = () => { return `*Бриллиант 💎 Используемый*`}
const smsCont9 = () => { return `${global.lenguajeGB['smsAvisoAG']()}*Требует, чтобы текущий уровень был*`}
const smsCont10 = () => { return `*Чтобы использовать эту команду. Ваш текущий уровень равен*`}
const smsCont11 = () => { return `*Обновить с помощью команды*`}
const smsCont12 = () => { return `Большая группа!! 😼`}
const smsCont13 = () => { return `Кто-то присоединился!! 🥳`}
const smsCont14 = () => { return `Кто-то ушел!! 🧐`}
const smsCont15 = () => { return `*Здравствуйте*`}
const smsCont16 = () => { return `*Видеозвонок* 📲`}
const smsCont17 = () => { return `*Вызов* 📞`}
const smsCont18 = () => { return `*Они не авторизованы, поэтому я блокирую вас*\n\n*Свяжитесь с создателем этого бота, если вы совершили звонок по ошибке*`}
const smsCont19 = () => { return `Защита от удаления`}
const smsCont20 = () => { return `*┃✤ Имя:*`}
const smsCont21 = () => { return `*┃✤ Отправка удаленных сообщений...*`}

//_anti-internacional.js
const smsInt1 = () => { return `*Это число*`}
const smsInt2 = () => { return `*Не допускается в эту группу!!*`}

//_antilink.js
const smsAdwa = () => { return `${global.lenguajeGB['smsAvisoEG']()}*Вы не будете удалены, потому что являетесь администратором этой группы*`}
const smsEnlaceWat = () => { return `${lenguajeGB['smsAvisoAG']()}*В этой группе была обнаружена ссылка на WHATSAPP с ограниченным доступом * \n\n * Я принимаю меры, чтобы удалить вас*`}

//_antilink2.js
const smsEnlaceWatt = () => { return `${lenguajeGB['smsAvisoAG']()}*В этой группе обнаружена ссылка для вставки по протоколу HTTPS с ограниченным доступом है*\n\n*Я приму меры, чтобы удалить вас*`}

//_antispam.js
const smsNoSpam = () => { return `🤨 Не занимайся спамом, ты ${global.packname} Использование${60000 / 1000 - 59} Не в состоянии поминутно`}

//_antispam_.js
const smsNoSpam2 = () => { return `${60000 / 1000 - 59} Разблокирован через несколько минут. Пожалуйста, не рассылайте спам!!`}

//Texto
const smsConMenu = () => { return `☘️ Меню`}

//Error
const smsMalError = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`Произошла непредвиденная ошибка।\`\`\``}
const smsMalError2 = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`Возникло неудобство. Пожалуйста, попробуйте снова।\`\`\``}
const smsMalError3 = () => { return `${lenguajeGB['smsAvisoFG']()}\`\`\`Что-то пошло не так, сообщите об этой команде, используя #report:\`\`\`\n`}

//_antitoxic.js
const smsToxic1 = () => { return `नहीं!!! 🤬Произнеси это слово`}
const smsToxic2 = () => { return `Это запрещено, не должно быть токсичным`}
const smsToxic3 = () => { return `*Предупреждение*\n⚠️`}
const smsToxic4 = () => { return `😭 Извините`}
const smsToxic5 = () => { return `☢️ Отключить антитоксичность`}
const smsToxic6 = () => { return `Я много раз предупреждал тебя!!`}
const smsToxic7 = () => { return `Вы превысили все 4 предупреждения, теперь вы будете удалены 🙄`}

//Tienda
const eExp = () => { return '⚡ Опыт' } 
const eDiamante = () => { return '💎 Бриллиант' } 
const eDiamantePlus = () => { return '💎+ Бриллиант+' }
const eToken = () => { return '🪙 Знак' } 
const eEsmeralda = () => { return '💚 Изумруд' } 
const eJoya = () => { return '♦️ Драгоценность' }
const eMagia = () => { return '🌀 Магия' } 
const eOro = () => { return '👑 Золото' } 
const eGataCoins = () => { return '🐱 Монеты Гата' }
const eGataTickers = () => { return '🎫 गाटा टिकर्स' } 
const eEnergia = () => { return '✨ Энергия' }

const ePocion = () => { return '🥤 पोशन' }
const eAgua = () => { return '💧 पानी' }
const eBasura = () => { return '🗑 कचरा' }
const eMadera = () => { return '🪵 लकड़ी' }
const eRoca = () => { return '🪨 पत्थर' }
const ePiedra = () => { return '🥌 पत्थर' }
const eCuerda = () => { return '🕸️ तार' }
const eHierro = () => { return '⛓️ लोहा' }
const eCarbon = () => { return '⚱️ कोयला' }
const eBotella = () => { return '🍶 बोतल' }
const eLata = () => { return '🥫 कैन' }
const eCarton = () => { return '🪧 पेपरबोर्ड' } 

const eEletric = () => { return '💡 बिजली' }
const eBarraOro = () => { return '〽️ सोने की बार' }
const eOroComun = () => { return '🧭 सामान्य सोना' }
const eZorroG = () => { return '🦊🌫️ बड़ा लोमड़ी' }
const eBasuraG = () => { return '🗑🌫️ सुपर कचरा' }
const eLoboG = () => { return '🐺🌫️ सुपर भेड़िया' }
const eMaderaG = () => { return '🛷🌫️ सुपर लकड़ी' }
const eEspada = () => { return '⚔️ तलवार' }
const eCarnada = () => { return '🪱 मस्स' }
const eBillete = () => { return '💵 नोट' }
const ePinata = () => { return '🪅 पिनाटा' }
const eGancho = () => { return '🪝 हुक' }
const eCanaPescar = () => { return '🎣 मछली पकड़ने की छड़ी' } 

const eCComun = () => { return '📦 सामान्य बॉक्स' }
const ePComun = () => { return '🥡 असामान्य बॉक्स' }
const eCMistica = () => { return '🗳️ मिथिक बॉक्स' }
const eCMascota = () => { return '📫 पालतू जानवर बॉक्स' }
const eCJardineria = () => { return '💐 बगीचावाड़ी बॉक्स' }
const eClegendaria = () => { return '🎁 लैजेंडरी बॉक्स' } 

const eUva = () => { return '🍇 अंगूर' }
const eManzana = () => { return '🍎 सेब' }
const eNaranja = () => { return '🍊 संतरा' }
const eMango = () => { return '🥭 आम' }
const ePlatano = () => { return '🍌 केला' } 

const eSUva = () => { return '🌾🍇 अंगूर के बीज' }
const eSManzana = () => { return '🌾🍎 सेब के बीज' }
const eSNaranja = () => { return '🌾🍊 संतरा के बीज' }
const eSMango = () => { return '🌾🥭 आम के बीज' }
const eSPlatano = () => { return '🌾🍌 केले के बीज' } 

const eCentauro = () => { return '🐐 सेंटॉर' }
const eAve = () => { return '🦅 पक्षी' }
const eGato = () => { return '🐈 बिल्ली' } 
const eDragon = () => { return '🐉 ड्रैगन' } 
const eZorro = () => { return '🦊 लोमड़ी' }
const eCaballo = () => { return '🐎 घोड़ा' } 
const eFenix = () => { return '🕊️ फ़ीनिक्स' } 
const eLobo = () => { return '🐺 भेड़िया' } 
const ePerro = () => { return '🐶 कुत्ता' }
const eAMascots = () => { return '🍖 पालतू जानवर का भोजन' } 
const eCCentauro = () => { return '🐐🥩 सेंटॉर का भोजन' } 
const eCAve = () => { return '🦅🥩 पक्षी का भोजन' } 
const eCMagica = () => { return '🌀🥩 जादुई भोजन' } 
const eCDragon = () => { return '🐉🥩 ड्रैगन का भोजन' } 
const eACaballo = () => { return '🐎🥩 घोड़े का भोजन' } 
const eCFenix = () => { return '🕊️🥩 फ़ीनिक्स का भोजन' }


//config-on y off.js
const smsWel1 = () => { return `🎉 Добро пожаловать`}
const smsWel2 = () => { return `Приветственное сообщение для новых участников в группах`}
const smsDete1 = () => { return `🔔 Разместить`}
const smsDete2 = () => { return `Уведомления о действиях в группе`}
const smsANivel1 = () => { return `🆙 Автоматический уровень`}
const smsANivel2 = () => { return `Позвольте каждому повысить свой уровень; (за повышение уровня будут начисляться награды)`}
const smsRestri1 = () => { return `⛔ Ограниченный`}
const smsRestri2 = () => { return `Поддержка добавления или удаления людей в группах`}
const smsLlamar1 = () => { return `🚫 Анти-вызов`}
const smsLlamar2 = () => { return `Блокировать вызывающих абонентов`}
const smsAntiSp1 = () => { return `🚯 Защита от спама`}
const smsAntiSp2 = () => { return `Запретить использование команд, если кто-то что-то практикует`}
const smsModP1 = () => { return `🌐 Публичный режим`}
const smsModP2 = () => { return `Поддержите всех, кто использует Пиздюка bot`}
const smsModAd1 = () => { return `🛂 Режим администратора`}
const smsModAd2 = () => { return `Только администраторы смогут использовать Пмздука-бота`}
const smsLect1 = () => { return `✅ Автоматизированные исследования`}
const smsLect2 = () => { return `Оставляйте сообщения или чаты для чтения`}
const smsTempo1 = () => { return `🐈 Временный бот`}
const smsTempo2 = () => { return `Позволяет временно проживать группами`}
const smsStik1 = () => { return `🎠 Наклейки`}
const smsStik2 = () => { return `Разрешить всем автоматически отправлять стикеры`}
const smsStickA1 = () => { return `🪄 Автомобильные наклейки`}
const smsStickA2 = () => { return `Ссылки на видео, GIF, изображения, jpg или jpeg-файлы; они автоматически превратятся в стикеры`}
const smsReacc1 = () => { return `🤡 Реакция `}
const smsReacc2 = () => { return `Разрешить автоматическую отправку ответов на сообщения`}
const smsAudi1 = () => { return `🔊 Аудио`}
const smsAudi2 = () => { return `Разрешить всем автоматически отправлять аудио`}
const smsModHor1 = () => { return `🔞 Сексуальный режим`}
const smsModHor2 = () => { return `Показывать контент для взрослых в чате`}
const smsAntitoc1 = () => { return `☢️ Нетоксичный`}
const smsAntitoc2 = () => { return `Отправляйте предупреждения жестоким людям`}
const smsModOb1 = () => { return `👀 Режим просмотра`}
const smsModOb2 = () => { return `Создавайте изображения, GIF-файлы и видео, которые будут доступны всем`}
const smsAntiEli1 = () => { return `🗑️ Защита от удаления`}
const smsAntiEli2 = () => { return `Все удаленные сообщения будут перенаправлены в чат или группу`}
const smsAntiInt1 = () => { return `🌏 Антиинтернациональный`}
const smsAntiInt2 = () => { return `Международные номера будут считаться иностранными`}
const smsAntiE1 = () => { return `🔗 Анти-ссылки`}
const smsAntiE2 = () => { return `Удаляйте людей, отправляющих ссылки, из групп WhatsApp`}
const smsAntiEE1 = () => { return `🔗 Анти-ссылки 2`}
const smsAntiEE2 = () => { return `Удаляйте пользователей, которые используют https в WhatsApp`}
const smsAntiTT1 = () => { return `🔗 Анти-ТикТок`}
const smsAntiTT2 = () => { return `Удаляйте людей, которые отправляют ссылки из TikTok`}
const smsAntiYT1 = () => { return `🔗 Анти-YouTube`}
const smsAntiYT2 = () => { return `Удаляйте людей, которые отправляют ссылки с YouTube`}
const smsAntiTEL1 = () => { return `🔗 Анти-телеграмма`}
const smsAntiTEL2 = () => { return `Удаляйте людей, которые отправляют ссылки из Telegram`}
const smsAntiFB1 = () => { return `🔗 Анти-Facebook`}
const smsAntiFB2 = () => { return `Удаляйте людей, которые отправляют ссылки на Facebook`}
const smsAntiIG1 = () => { return `🔗 Анти Instagram`}
const smsAntiIG2 = () => { return `Удаляйте людей, которые отправляют ссылки в Instagram`}
const smsAntiTW1 = () => { return `🔗 Анти-Твиттер`}
const smsAntiTW2 = () => { return `Удаляйте людей, которые отправляют ссылки в Twitter`}
const smsSOLOP1 = () => { return `⚜️ Только для частных лиц`}
const smsSOLOP2 = () => { return `Разрешите использовать его только в приватных чатах`}
const smsSOLOG1 = () => { return `⚜️ Только для группы`}
const smsSOLOG2 = () => { return `Разрешите использовать его только в групповых чатах`}
const smsConfi1 = () => { return `Настройки`}
const smsConfi2 = () => { return `*Привет!*`}
const smsConfi3 = () => { return `┃ *Выберите нужный вариант из списка*`}
const smsConfi4 = () => { return `┃ *Чтобы начать настройку*`}
const smsConfi5 = () => { return `┃● *Уведомления о конфигурации:*`}
const smsConfi6 = () => { return `┃ ✅ ⇢ *Функция активирована*`}
const smsConfi7 = () => { return `┃ ❌ ⇢ *Функция отключена*`}
const smsConfi8 = () => { return `┃ ⚠️ ⇢ *Это не чат-группа*`}
const smsConfi9 = () => { return `┃ *Рекомендация: ознакомиться с конфигурацией*\n┃ *Завершите использование этого группового меню*\n┃`}
const smsConfi10 = () => { return `*~ Центр настройки*`}
const smsParaAdmins = () => { return `Для администратора и создателя: Группа`}
const smsParaAdYOw = () => { return `Для администратора и создателя: чат`}
const smsParaOw = () => { return `Для создателя: чат`}
const smsNoGg = () => { return ` | ⚠️`}
const smsMens1 = () => { return `Порядок`} 
const smsMens2 = () => { return `В настоящий момент`} 
const smsMens3 = () => { return `Он содержит`} 
const smsMens4 = () => { return `Бот`} 
const smsMens5 = () => { return `Болтать`}

//Error2
const smsMensError1 = () => { return `❕ Отчет о команде ❕`}
const smsMensError2 = () => { return `Следующая команда выдает сообщение об ошибке`}

//_antiviewonce.js
const smsAntiView = () => { return `*Ничто не может быть скрыто* 😎`}

//_autolevelup.js
const smsAutoLv1 = () => { return `🎖️ Новый уровень 🎖️`}
const smsAutoLv2 = () => { return `Предыдущий уровень:`}
const smsAutoLv3 = () => { return `Текущий уровень:`}
const smsAutoLv4 = () => { return `Диапазон:`}
const smsAutoLv5 = () => { return `Дата:`}
const smsAutoLv6 = () => { return `Вы вышли на новый уровень!!!`}
const smsAutoLv7 = () => { return `🥳 Награда за ваш новый уровень`}

//_autosticker.js
const smsAutoStik = () => { return `${lenguajeGB['smsAvisoFG']()}*Продолжительность видео не должна превышать 7 секунд.*`}

//_expired.js
const smsBottem1 = () => { return `*समूह छोड़ देता है!!! 🤝 Если вы хотите, чтобы эта группа вернулась, введите команду для возврата в группу_#bottemporal_ Использование!!*`}
const smsBottem2 = () => { return `*💕 Поддержка пользователей*\n*_${global.ig}_*\n`}
const smsBottem3 = () => { return `Увидимся пораньше 💖`}

//_premium.js
const smsPremI = () => { return `*Ваше премиальное время истекло!* 🎟️\n*Используйте команды для получения новых премиальных пропусков:*\n*#pass prem*`}

//afk-_afk.js
const smsAfkM1 = () => { return `${lenguajeGB['smsAvisoEG']()}*Ты перестал быть бесполезным АФК*`}
const smsAfkM2 = () => { return `*Причиной бездействия было:*`}
const smsAfkM3 = () => { return `*Время бездействия:*`}
const smsAfkM4 = () => { return `${lenguajeGB['smsAvisoAG']()}*Не отмечайте этого пользователя!! Они неактивны*`}
const smsAfkM5 = () => { return `*Причины бездействия:*`}
const smsAfkM6 = () => { return `*Причины бездействия AFK: причина бездействия не указана*`}

//afk-afk.js
const smsAfkM1A = () => { return `${lenguajeGB['smsAvisoAG']()}*Не помечайте*`}
const smsAfkM1B = () => { return `*Будет оставаться неактивным AFK*\n\n * причина неактивности*`}

//anonymous_chat.js
const smsChatAn1 = () => { return `${lenguajeGB['smsAvisoFG']()}*Вы не находитесь в анонимном чате*`}
const smsChatAn2 = () => { return `*Используйте команду # start или кнопку ниже, если вы хотите начать анонимный чат*\n`}
const smsChatAn3 = () => { return `⚡ Начните анонимный чат`}
const smsChatAn4 = () => { return `${lenguajeGB['smsAvisoRG']()}🪐 *Вы покинули анонимный чат*`}
const smsChatAn5 = () => { return `${lenguajeGB['smsAvisoAG']()}*Второй пользователь покинул анонимный чат*`}
const smsChatAn6 = () => { return `*Используйте команду #start или кнопку ниже, если вы хотите перейти в другой анонимный чат.रें*\n`}
const smsChatAn7 = () => { return `${lenguajeGB['smsAvisoAG']()}*Вы все еще находитесь в анонимном чате или ждете сообщения в чате другого пользователя, Пожалуйста, наберитесь терпения*`}
const smsChatAn8 = () => { return `*Используйте команду #leave или кнопку ниже, если вы хотите выйти из анонимного чата*\n`}
const smsChatAn9 = () => { return `🍁 Выйдите из анонимного чата`}
const smsChatAn10 = () => { return `${lenguajeGB['smsAvisoEG']()}✨ *Теперь они могут поболтать*`}
const smsChatAn11 = () => { return `*Кто-то присоединился к анонимному чату!!*`}
const smsChatAn12 = () => { return `❇️ Второй пользователь`}
const smsChatAn13 = () => { return `${lenguajeGB['smsAvisoRG']()}🐈 *Ожидая, пока другой пользователь присоединится к анонимному чату, пожалуйста, наберитесь терпения*`}

//Botones de Menú 
const smsBotonM1 = () => { return `⚡ Меню "Пуск" ⚡`} 
const smsBotonM2 = () => { return `💫 Полное меню💫`} 
const smsBotonM3 = () => { return `🎒 Инвентарь🎒`} 
const smsBotonM4 = () => { return `Пользователь`}
const smsBotonM5 = () => { return `Ранг`}
const smsBotonM6 = () => { return `Уровень`}
const smsBotonM7 = () => { return `Высший сорт`}
const smsTex1 = () => { return '*Меню поиска*'}
const smsTex2 = () => { return '*Модификатор звука*'}
const smsTex3 = () => { return '*Меню +18*'}
const smsTex4 = () => { return '*Динамический контент*'}
const smsTex5 = () => { return '*Поиск и загрузка*'}
const smsTex6 = () => { return '*Меню + 18 блюд премиум-класса*'}
const smsTex7 = () => { return '⠇ *Более 18 качественных и разнообразных изображений *⠇* 18 видеороликов только для вас *⠇ * доступно более 18 стикеров*'}
const smsTex8 = () => { return '*Меню конвертера*'}
const smsTex9 = () => { return '*Меню загрузки*'}
const smsTex10 = () => { return '*Динамичное игровое меню*'}
const smsTex11 = () => { return '*Динамичное игровое меню*'}
const smsTex12 = () => { return '*Меню "Инструменты"*'}
const smsTex13 = () => { return '*Информационное меню*'}
const smsTex14 = () => { return '* Меню эффектов и логотипов*'}
const smsTex15 = () => { return '* Меню с логотипом 2*'}
const smsTex16 = () => { return 'Звуковое меню'}
const smsTex17 = () => { return '*Нет необходимости использовать префиксы в аудио*'}
const smsTex18 = () => { return 'Список звуков'}
const smsTex19 = () => { return '*आप ऑडियो का चयन कर सकते हैं!!*'}
const smsTex20 = () => { return '*मालिक मेनू*'}
const smsTex21 = () => { return '*भू-कथा मेनू*'}
const smsTex22 = () => { return '*स्टिकर और फ़िल्टर मेनू*'}
const smsTex23 = () => { return '*यादृच्छिक मीम और एनिमे मेनू*'}

//info-grupos-lista.js
const smsLisA = () => { return '_*आप इन समूहों में हैं:*_'}
const smsLisB = () => { return '*⭔ कुल समूह:*'}
const smsLisC = () => { return '*⋄ समूह:*'}
const smsLisD = () => { return '*⋄ आईडी:*'}
const smsLisE = () => { return '*⋄ सहभागियों की संख्या:*'}

//ad
const smsMalused = () => { return '⚡ *इस प्रकार से कमांड का उपयोग करें:*\n'}
const smsMalused2 = () => { return `${lenguajeGB['smsAvisoMG']()}🐈 *आपको इस उदाहरण के अनुसार कमांड का उपयोग करना चाहिए:*\n`}
const smsMalused3 = () => { return `${lenguajeGB['smsAvisoMG']()}🐈 *आपको इस उदाहरण के अनुसार कमांड का उपयोग करना चाहिए या किसी के संदेश का जवाब देना चाहिए:*\n`}

//gc-config_time.js
const smsGrupoTime1 = () => { return '🔓 *_एक घंटे में समूह खोलें_*'}
const smsGrupoTime2 = () => { return '🔒 *_एक घंटे में समूह बंद करें_*'}
const smsGrupoTime3 = () => { return '*समूह'}
const smsGrupoTime4 = () => { return 'बंद'}
const smsGrupoTime5 = () => { return 'खुला'}
const smsGrupoTime6 = () => { return '*के दौरान'}
const smsGrupoTime7 = () => { return '🔒 *समूह बंद है, केवल एडमिन्स मैसेज भेज सकते हैं*'}
const smsGrupoTime8 = () => { return '🔓 *समूह खुला है, सभी मैसेज भेज सकते हैं*'}
const smsGrupoTime9 = () => { return '🔓 खुला समूह दौरान '}
const smsGrupoTime10 = () => { return '🔒 बंद समूह दौरान '}
const smsGrupoTime11 = () => { return ' घंटे'}
const smsGrupoTime12 = () => { return ' समूह को खुले रखने की अनुमति दें '}
const smsGrupoTime13 = () => { return ' समूह को बंद करने की अनुमति दें '}

//grupo-add.js
const smsAddB1 = () => { return `${lenguajeGB['smsAvisoFG']()}*नंबर जोड़ा नहीं जा सकता, कृपया सत्यापित करें कि वह सही है, शायद हाल ही में निकल गया है या आपका गोपनीयता सेट किया गया है।*`}
const smsAddB2 = () => { return `${lenguajeGB['smsAvisoFG']()}*नंबर जोड़ा नहीं जा सकता, कृपया सत्यापित करें कि वह सही है, या उसे मैन्युअल रूप से जोड़ें।*`}

//grupo-admins.js
const smsAddB3 = () => { return `*एडमिन्स के लिए सूचना*`}
const smsAddB4 = () => { return `*एडमिन प्रस्तुति*`}
const smsAddB5 = () => { return `*संदेश:*`}
const smsAddB6 = () => { return `मैं अनुरोध करता हूँ कि एडमिन्स कृपया।`}

//grupo-advertencia.js
const smsAdveu1 = () => { return `${lenguajeGB['smsAvisoAG']()}*यह केवल उस फंक्शन को सक्रिय करने पर ही उपयोग कर सकते हैं:*\n`}
const smsAdveu2 = () => { return 'कारण'}
const smsAdveu3 = () => { return `${lenguajeGB['smsAvisoMG']()}*चेतावनी के लिए कारण लिखना न भूलें*\n`}
const smsAdveu4 = () => { return '*इस समूह में चेतावनी प्राप्त हुई है!!*'}
const smsAdveu5 = () => { return 'चेतावनी'}
const smsAdveu6 = () => { return '🎒 इन्वेंट्री'}
const smsAdveu7 = () => { return '*मैंने आपको कई बार चेतावनी दी थी!!*'}
const smsAdveu8 = () => { return '*अब आपको हटा दिया जाएगा* 🙄'}
const smsAdveu9 = () => { return '😇 धन्यवाद'}
const smsAdveu10 = () => { return '*इस समूह में एक चेतावनी हटा दी गई!!*'}
const smsAdveu11 = () => { return 'पहले:'}
const smsAdveu12 = () => { return 'अब:'}

//grupo-demote.js || grupo-promote.js 
const smsDemott = () => { return `*यह नंबर अमान्य है, कृपया फिर से कोशिश करें, किसी के संदेश का उत्तर दें या इस उदाहरण के तरीके से उपयोग करें:*\n`}
const smsDemott2 = () => { return '*अब इस समूह में पावर है!!*'}
const smsDemott3 = () => { return '*इस समूह में अब पावर नहीं है!!*'}

//grupo-info.js
const smsGI1 = () => { return '*समूह की जानकारी*'}
const smsGI2 = () => { return '*समूह आईडी*'}
const smsGI3 = () => { return '*समूह का नाम*'}
const smsGI4 = () => { return '*समूह की विवरण*'}
const smsGI5 = () => { return '*कोई विवरण नहीं*'}
const smsGI6 = () => { return '*उपयोगकर्ताओं की संख्या*'}
const smsGI7 = () => { return '*उपयोगकर्ता*'}
const smsGI8 = () => { return '*समूह का सृजक*'}
const smsGI9 = () => { return '*समूह के एडमिन*'}
const smsGI10 = () => { return '⚙️ समूह सेटिंग्स'}


//grupo-kick.js
const smskick1 = () => { return `${lenguajeGB['smsAvisoAG']()}*व्यक्ति को टैग करें या व्यक्ति के संदेश का उत्तर दें, जिसे आप हटाना चाहते हैं*\n\n*उदाहरण: `}
const smskick2 = () => { return `टूक दिया गया 😼🫵`}
const smskick3 = () => { return `मैं समूह सृजक को हटा नहीं सकता 😆🫵`}
const smskick4 = () => { return `इस समूह में नहीं है 👻`}

//grupo-tagall.js
const smstagaa = () => { return `⚡ समूह को बुलाना ⚡`}

//grupo-setbye.js
const smsSetB = () => { return `${lenguajeGB['smsAvisoEG']()}*समूह का विदाई संदेश विन्यासित हो गया है*`}
const smsSetB2 = () => { return `${lenguajeGB['smsAvisoIIG']()}🙌 *_विदाई संदेश लिखें_*\n*_आप अधिक जानकारी जोड़ने के लिए "@" का उपयोग कर सकते हैं:_*\n\n*⚡ @user (उपयोगकर्ता को उल्लेख करें)*\n\n*ध्यान दें कि "@" वैकल्पिक हैं*`}

//grupo-setwelcome.js
const smsSetW = () => { return `${lenguajeGB['smsAvisoEG']()}*समूह स्वागत विन्यासित हो गया है*`}
const smsSetW2 = () => { return `${lenguajeGB['smsAvisoIIG']()}🙌 *_स्वागत संदेश लिखें_*\n*_आप अधिक जानकारी जोड़ने के लिए "@" का उपयोग कर सकते हैं:_*\n\n*⚡ @user (उपयोगकर्ता को उल्लेख करें)*\n*⚡ @subject (समूह का नाम)*\n*⚡ @desc (समूह की विवरण)*\n\n*ध्यान दें कि "@" वैकल्पिक हैं*`}

//grupo-setdesc.js
const smsDest = () => { return `${lenguajeGB['smsAvisoEG']()}*समूह की विवरण विन्यासित हो गया है*`}

//grupo-setname.js
const smsNam1 = () => { return `${lenguajeGB['smsAvisoEG']()}*समूह का नाम विन्यासित हो गया है*`}
const smsNam2 = () => { return `${lenguajeGB['smsAvisoMG']()}*🙌 नए समूह का नाम लिखें*`}
const smsNam3 = () => { return `${lenguajeGB['smsAvisoFG']()}*समूह का नाम 25 अक्षरों से अधिक नहीं होना चाहिए*`}

//grupo-restaurarEnlace.js
const smsRestGp = () => { return `${lenguajeGB['smsAvisoEG']()}*समूह लिंक रीसेट किया गया है*`}

//Button 
const smsSig = () => { return `➡️ अगला ➡️`}
const smsSigPrem = () => { return `❤️‍🔥 अगला ❤️‍🔥`}
const smsCont18Porn = () => { return `🔞 *सामग्री* 🔞`} //texto
const smsCont18Porn2 = () => { return `🔞 सामग्री 🔞`} //texto
const smsCont18PornP = () => { return `🌟 *सामग्री ❤️‍🔥 प्रीमियम* 🌟`} //texto
const smsCont18PornP2 = () => { return `सामग्री ❤️‍🔥 प्रीमियम`} //texto  

//propietario(a).js
const smsBCMensaje = (usedPrefix, command) => { return `*संदेश का उत्तर दें या इस्तेमाल किया गया संदेश ${usedPrefix + command}*`}
const smsBCMensaje2 = () => { return `*आधिकारिक संदेश भेजा गया, कृपया थोड़ी देर प्रतीक्षा करें...*`}
const smsBCMensaje3 = (totalPri, time) => { return `✅ *संदेश भेजा गया   ${totalPri} निजी चैटों को*\n\n*कुल भेजने का समय : ${time}*\n${totalPri >= 3000 ? '\n*सभी चैटों में भेजे जाने से बचने के लिए नहीं भेजे गए*' : ''}`}
 
//propietario(a).js
const smsPropban1 = (usedPrefix, command, bot) => { return `${lenguajeGB['smsAvisoMG']()}*किसी का टैग करें या प्रतिक्रिया दें या संदेश से लिखें जिसे आप कमांड से बैन करना चाहते हैं*\n\n*उदाहरण:*\n*${usedPrefix + command} @${bot}*`}
const smsPropban2 = (bot) => { return `${lenguajeGB['smsAvisoFG']()}*@${bot} इस कमांड के साथ बैन नहीं किया जा सकता* 😹`}
const smsPropban3 = (ownerNumber) => { return `${lenguajeGB.smsAvisoIIG()}😳 *मैं ${packname} के मालिक @${ownerNumber} को बैन नहीं कर सकता*`}
const smsPropban4 = (number) => { return `${lenguajeGB.smsAvisoIIG()}*बैन दोबारा करने की आवश्यकता नहीं है @${number} हां यह पहले ही है* 😊`}
const smsPropban5 = () => { return `${lenguajeGB['smsAvisoEG']()}*उपयोगकर्ता सफलतापूर्वक बैन हो गया* 🙀`}
const smsPropban6 = (number, usr) => { return `${lenguajeGB.smsAvisoAG()}*@${number} आप @${usr} द्वारा बैन हो गए हैं आप कोई कमांड का उपयोग नहीं कर सकते जब तक कोई बैन को रिवर्स नहीं कर देता* 😿`}
const smsPropban7 = (usedPrefix, command, number) => { return `${lenguajeGB['smsAvisoFG']()}*एक त्रुटि आई है, शायद उपयोगकर्ता मेरे डेटाबेस में नहीं है, कृपया लिखें ${usedPrefix + command} ${number}*\n\`\`\`यदि त्रुटि जारी रहती है तो इस कमांड की सूचना करें\`\`\``}

//propietario(a).js
const smsBCbot1 = () => { return `✅ *Сообщение:*`}
const smsBCbot2 = () => { return `निजी `}
const smsBCbot3 = () => { return `समूह`}
const smsBCbot4 = () => { return `कुल`}
const smsBCbot5 = () => { return `कुल भेजने का समय :`}
const smsBCbot6 = () => { return `सभी चैटों में भेजे जाने से बचने के लिए नहीं भेजे गए`}
const smsBCbot7 = () => { return `✅ *आधिकारिक संदेश* ✅`}

//propietario(a).js
const smsChatGP1 = () => { return "*संदेश भेज दिया गया है, थोड़ी देर प्रतीक्षा करें...*"}
const smsChatGP2 = (readMS, dia, mes, año, fecha, tiempo) => { return `✅ *आधिकारिक संदेश* ✅\n${readMS}\n\`\`\`${dia}, ${mes} ${año}\`\`\`\n\`\`\`${fecha} || ${tiempo}\`\`\`\n\n`}
const smsChatGP3 = (totalGP) => { return `✅ *संदेश को  ${totalGP} समूहों को भेजा गया*`}

//jadibot-serbot.js
const smsIniJadi = () => { return `*⊹ • • • ミ★ ${global.packname} ミ★• • • ⊹*\n\n*ღ ${global.packname} का संस्करण » _${global.vs}_*\n*ღ JadiBot का संस्करण » _${global.vsJB}_*\n\n🟢 *_सब बॉट बनने का काम_* 🟢\n\n*➡️ दूसरे मोबाइल फोन या पीसी के साथ, स्कैन करें QR ताकि सब बॉट बन सकें*\n\n*1️⃣ ऊपरी दाईं ओर तीन बिंदुओं पर जाएं*\n*2️⃣ पेयर्ड डिवाइस विकल्प पर जाएं*\n*3️⃣ स्कैन करें QR कोड लॉगिन करने के लिए*\n\n📢 *यह QR कोड 45 सेकंड में समाप्त हो जाता है!*`}
const smsIniJadi2 = () => { return `*⊹ • • • ミ★ ${global.packname} ミ★• • • ⊹*

*ღ का संस्करण ${global.packname} » _${global.vs}_*
*ღ JadiBot का संस्करण » _${global.vsJB}_*

🟢 *_अपने आप को एक सब बॉट बनाने का नया कार्य_* 🟢

➡️ दूसरे मोबाइल फोन या पीसी के साथ, स्कैन करें QR ताकि सब बॉट बन सकें*\n\n*1️⃣ ऊपरी दाईं ओर तीन बिंदुओं पर जाएं*\n*2️⃣ पेयर्ड डिवाइस विकल्प पर जाएं*\n*3️⃣ स्कैन करें QR कोड लॉगिन करने के लिए*\n\n📢 *यह QR कोड 45 सेकंड में समाप्त हो जाता है!*`}
const smsJBConexionClose2 = () => { return `${lenguajeGB['smsAvisoFG']()}🔴 *आपकी डिवाइस डिस्कनेक्ट हो चुकी है*\n\n*उपयोग करने के लिए आपको फिर से कनेक्ट करना होगा:\n#deletesesion`}
const smsreenvia = () => { return `*🟢 आदेश पुनः भेजें....*`}
const smsSoloOwnerJB = () => { return `${lenguajeGB['smsAvisoAG']()}*यह कमांड मेरे मालिक द्वारा अक्षम किया गया है*`}
const smsJBPrincipal = () => { return `${lenguajeGB['smsAvisoAG']()}🔵 *सब बॉट बनने के लिए मुख्य नंबर पर जाएं*\n*ღ निम्नलिखित लिंक पर जाएं:*\n`}
const smsJBConexion = () => { return `${lenguajeGB['smsAvisoFG']()}🟡 *जबरदस्त तरीके से कनेक्शन बंद हो गया है, हम फिर से कनेक्ट करने का प्रयास करेंगे...*`}
const smsJBConexionClose = () => { return `${lenguajeGB['smsAvisoFG']()}🔴 *कनेक्शन बंद हो गया है, आपको नए QR कोड के साथ मैन्युअल रूप से कनेक्ट करना होगा #jadibot कमांड का उपयोग करके*`}
const smsJBConexionTrue = () => { return `${lenguajeGB['smsAvisoEG']()}🟢 *सफल कनेक्शन!!!*`}
const smsJBConexionTrue2 = () => { return `${lenguajeGB['smsAvisoEG']()}🟢 *सफल कनेक्शन!!! आप यह उपयोग करके कनेक्ट कर सकते हैं:*`}
const smsJBCargando = () => { return `${lenguajeGB['smsAvisoIIG']()}⚪ *कनेक्टेड हैं!! कृपया प्रतीक्षा करें संदेश लोड हो रहे हैं...*\n\n♻️ *उपलब्ध विकल्प:*\n*» #stop _(सब बॉट फ़ीचर को रोकें)_*\n*» #deletesesion _(सभी सब बॉट के निशान हटाएं)_*\n*» #jadibot _(सब बॉट बनने के लिए नए QR कोड प्राप्त करें)_`} 
const smsJBInfo1 = () => { return `💖 उपयोगी लिंक`} 
const smsJBInfo2 = () => { return `💖 यह फ़ंक्शन स्थिर है, Если у вас возникнут какие-либо неудобства, пожалуйста, свяжитесь с нами по электронной почте: centergatabot@gmail.com\n💝 आप PayPal के माध्यम से स्वैच्छिक रूप से दान कर सकते हैं: ${global.paypal}\n\nआपका धन्यवाद ${global.packname} के समर्थन के लिए*`}

//jadibot-deleteSesion.js
const smsJBDel = () => { return `${lenguajeGB['smsAvisoAG']()}*इस कमांड को मुख्य बॉट के साथ उपयोग करें*`}
const smsJBAdios = () => { return `${lenguajeGB['smsAvisoEG']()}*मुझे आपकी याद आएगी, ${global.packname} अलविदा!! 🥹*`}
const smsJBCerrarS = () => { return `${lenguajeGB['smsAvisoEG']()}*आपने लॉगआउट कर दिया है और सभी ट्रेस हटा दी हैं*`}
const smsJBErr = () => { return `*आप उप-बॉट के रूप में लॉगआउट हो गए हैं* ♻️`}

//comandos+18-adult.js
const smsContAdult = () => { return `${lenguajeGB['smsAvisoAG']()}*यहां गरमागरम कमांड्स अक्षम हैं, अगर आप मेरे मालिक हैं तो #on modohorny का उपयोग करें*`}

//comandos+18-menu.js
const smsList1 = () => { return `पर्याप्त नहीं हैं `}
const smsList2 = () => { return `\nखरीदने के लिए यहां क्लिक करें `}
const smsList3 = () => { return `उपलब्ध सामग्री 😸`}
const smsList4 = () => { return `सामग्री उपलब्ध नहीं 😿\nखरीदने के लिए यहां क्लिक करें `}
const smsList5 = () => { return `*एक विकल्प चुनें*\n*सामग्री देखने के लिए*\n*सूची से* 😋`}
const smsList6 = () => { return `👀 सूची देखें 👀`}

//descargas-consejos.js
const smsConj = () => { return `🍃 नया सलाह`}
const smsFras = () => { return `🍃 नई वाक्यशृंखला`}

//info-contacto.js
const smsContacto1 = () => { return 'मैं ' + packname + ' Я бот в WhatsApp, и я стремлюсь помочь вам в каждом 😎'}
const smsContacto2 = () => { return 'मैं ' + packname + ' का मालिक हूँ, अगर आपके पास कोई सवाल है तो आप मुझसे कह सकते हैं ✌️'}
const smsContacto3 = () => { return '👑 मालिक'}
const smsContacto4 = () => { return 'गटाबॉट आधिकारिक संपर्क 🐈'}
const smsContacto5 = () => { return '🐣 मैं आपकी कैसे मदद कर सकता हूँ?'}
const smsContacto6 = () => { return 'मेरे पास मेल नहीं है 🙏'}
const smsContacto7 = () => { return '🌎 वैश्विक'}
const smsContacto8 = () => { return 'यह खाता बॉट है 👀'}


export default { lenguaje, smsAvisoRG, smsPropban1, smsPropban2, smsPropban3, smsPropban4, smsPropban5, smsPropban6, smsPropban7, smsLisA, smsLisB, smsLisC, smsLisD, smsLisE, smsChatGP1, smsChatGP2, smsChatGP3, smsBCMensaje, smsBCMensaje2, smsBCMensaje3, smsAvisoAG, smsAvisoIIG, smsBCbot1, smsBCbot2, smsBCbot3, smsBCbot4, smsBCbot5, smsBCbot6, smsBCbot7, smsAvisoFG, smsAvisoMG, smsAvisoEEG, smsAvisoEG, smsRowner, smsOwner, smsMods, smsPremium, smsGroup, smsPrivate, smsAdmin, smsBotAdmin, smsUnreg, smsRestrict, smsTime, smsUptime, smsVersion, smsTotalUsers, smsMode, smsModePublic, smsModePrivate, smsBanChats, smsBanUsers, smsPareja, smsResultPareja, smsSaludo, smsDia, smsTarde, smsTarde2, smsNoche, smsListaMenu, smsLista1, smsLista2, smsLista3, smsLista4, smsLista5, smsLista6, smsLista7, smsLista8, smsLista9, smsLista10, smsLista11, smsLista12, smsLista13, smsLista14, smsLista15, smsLista16, smsLista17, smsLista18, smsLista19, smsLista20, smsLista21, smsLista22, smsLista23, smsLista24, smsLista25, smsLista26, smsLista27, smsLista28, smsLista29, smsLista30, smsLista31, smsLista32, smsLista33, smsLista34, smsLista35, smsWelcome, smsBye, smsSpromote, smsSdemote, smsSdesc, smsSsubject, smsSicon, smsSrevoke, smsConexion, smsClearTmp, smsCargando, smspurgeSession, smspurgeOldFiles, smspurgeSessionSB1, smspurgeSessionSB2, smspurgeSessionSB3, smspurgeOldFiles1, smspurgeOldFiles2, smspurgeOldFiles3, smspurgeOldFiles4, smsTextoYT, smsApagar, smsEncender, smsEnlaceTik, smsEnlaceYt, smsEnlaceTel, smsEnlaceFb, smsEnlaceIg, smsEnlaceTw, smsAllAdmin, smsSoloOwner, smsCont1, smsCont2, smsCont3, smsCont4, smsCont5, smsCont6, smsCont7, smsCont8, smsCont9, smsCont10, smsCont11, smsCont12, smsCont13, smsCont14, smsCont15, smsCont16, smsCont17, smsCont18, smsCont19, smsCont20, smsCont21, smsInt1, smsInt2, smsAdwa, smsEnlaceWat, smsEnlaceWatt, smsNoSpam, smsNoSpam2, smsConMenu, smsMalError, smsMalError2, smsMalError3, smsToxic1, smsToxic2, smsToxic3, smsToxic4, smsToxic5, smsToxic6, smsToxic7, eExp, eDiamante, eDiamantePlus, eToken, eEsmeralda, eJoya, eMagia, eOro, eGataCoins, eGataTickers, eEnergia, ePocion, eAgua, eBasura, eMadera, eRoca, ePiedra, eCuerda, eHierro, eCarbon, eBotella, eLata, eCarton, eEletric, eBarraOro, eOroComun, eZorroG, eBasuraG, eLoboG, eMaderaG, eEspada, eCarnada, eBillete, ePinata, eGancho, eCanaPescar, eCComun, ePComun, eCMistica, eCMascota, eCJardineria, eClegendaria, eUva, eManzana, eNaranja, eMango, ePlatano, eSUva, eSManzana, eSNaranja, eSMango, eSPlatano, eCentauro, eAve, eGato, eDragon, eZorro, eCaballo, eFenix, eLobo, ePerro, eAMascots, eCCentauro, eCAve, eCMagica, eCDragon, eACaballo, eCFenix, smsWel1, smsWel2, smsParaAdmins, smsDete1, smsDete2, smsANivel1, smsANivel2, smsParaAdYOw, smsParaOw, smsRestri1, smsRestri2, smsLlamar1, smsLlamar2, smsModP1, smsModP2, smsModAd1, smsModAd2, smsLect1, smsLect2, smsTempo1, smsTempo2, smsStik1, smsStik2, smsStickA1, smsStickA2, smsReacc1, smsReacc2, smsAudi1, smsAudi2, smsModHor1, smsModHor2, smsAntitoc1, smsAntitoc2, smsModOb1, smsModOb2,
smsAntiEli1, smsAntiEli2, smsAntiInt1, smsAntiInt2, smsAntiE1, smsAntiE2, smsAntiEE1, smsAntiEE2, smsAntiTT1, smsAntiTT2, smsAntiYT1, smsAntiYT2, smsAntiTEL1, smsAntiTEL2, smsAntiFB1, smsAntiFB2, smsAntiIG1, smsAntiIG2, smsAntiTW1, smsAntiTW2, smsSOLOP1, smsSOLOP2, smsSOLOG1, smsSOLOG2, smsNoGg, smsConfi1, smsConfi2, smsConfi3, smsConfi4, smsConfi5, smsConfi6, smsConfi7, smsConfi8, smsConfi9, smsConfi10, smsMens1, smsMens2, smsMens3, smsMens4, smsMens5, smsMensError1, smsMensError2, smsAntiView, smsAutoLv1, smsAutoLv2, smsAutoLv3, smsAutoLv4, smsAutoLv5, smsAutoLv6, smsAutoLv7, smsAntiSp1, smsAntiSp2, smsAutoStik, smsBottem1, smsBottem2, smsBottem3, smsPremI,
smsAfkM1, smsAfkM2, smsAfkM3, smsAfkM4, smsAfkM5, smsAfkM6, smsAfkM1A, smsAfkM1B, smsChatAn1, smsChatAn2, smsChatAn3, smsChatAn4, smsChatAn5, smsChatAn6, smsChatAn7, smsChatAn8, smsChatAn9, smsChatAn10, smsChatAn11, smsChatAn12, smsChatAn13, smsBotonM1, smsBotonM2, smsBotonM3, smsBotonM4, smsBotonM5, smsBotonM6, smsBotonM7, smsTex1, smsTex2, smsTex3, smsTex4, smsTex5, smsTex6, smsTex7, smsTex8, smsTex9, smsTex10, smsTex11, smsTex12, smsTex13, smsTex14, smsTex15, smsTex16, smsTex17, smsTex18, smsTex19, smsTex20, smsTex21, smsTex22, smsTex23, smsMalused, smsGrupoTime1, smsGrupoTime2, smsGrupoTime3, smsGrupoTime4, smsGrupoTime5, smsGrupoTime6, smsGrupoTime7, smsGrupoTime8, smsGrupoTime9, smsGrupoTime10, smsGrupoTime11, smsGrupoTime12, smsGrupoTime13, smsAddB1, smsAddB2, smsAddB3, smsAddB4, smsAddB5, smsAddB6, smsAdveu1, smsMalused2, smsAdveu2, smsAdveu3, smsAdveu4, smsAdveu5, smsAdveu6, smsAdveu7, smsAdveu8, smsAdveu9, smsMalused3, smsAdveu10, smsAdveu11, smsAdveu12, smsDemott, smsDemott2, smsDemott3,
smsGI1, smsGI2, smsGI3, smsGI4, smsGI5, smsGI6, smsGI7, smsGI8, smsGI9, smsGI10, smsLista22_1, smsCodigoQR, smsConexionOFF, smskick1, smskick2, smskick3, smskick4, smstagaa,
smsSetB, smsSetB2, smsSetW, smsSetW2, smsDest, smsNam1, smsNam2, smsNam3, smsRestGp, smsSig, smsSigPrem, smsCont18Porn, smsCont18Porn2, smsCont18PornP, smsCont18PornP2,
smsIniJadi, smsSoloOwnerJB, smsJBPrincipal, smsJBConexion, smsJBConexionClose, smsJBConexionTrue, smsJBConexionTrue2, smsJBCargando, smsJBInfo1, smsJBInfo2, smsJBDel, smsJBAdios, 
smsJBCerrarS, smsJBErr, smsContAdult, smsList1, smsList2, smsList3, smsList4, smsList5, smsList6, smsConj, smsFras, smsContacto1, smsContacto2, smsContacto3, smsContacto4,
smsContacto5, smsContacto6, smsContacto7, smsContacto8, smsJBConexionClose2, smsIniJadi2, smsreenvia};
